export default {
    //is
    isMale: 'Ваш персонаж мужчина?',
    isFemale: "Ваш персонаж женщина?",

    isGreen: "Ваш персонаж зеленый?",
    isNigga: "Ваш персонаж темнокожий?",

    isUK: "Ваш персонаж из Украины?",
    isUkrainian: "Ваш персонаж - украинец?",

    isDied: "Ваш персонаж умер?",

    isActor: "Ваш персонаж актер?",
    isActress: "Ваш персонаж Актрис?",

    isSinger: "Ваш персонаж певец?",

    isARM: "Ваш персонаж родом из Армении?",

    isPolitik: "Ваш персонаж занимается политикой?",
    isReal: "Ваш персонаж существует в реальности?",

    isUS: "Ваш персонаж американец?",

    isRU: "Ваш персонаж русский?",

    isCat: "Ваш персонаж - кот?",
    isOwl: "Ваш персонаж - сова?",

    isHuman: "Ваш персонаж человек?",



    //like
    likeMaincraft: "Ваш персонаж любит Майнкрафт?",

    //profesia
    youtuber: "Ваш персонаж - ютубер?",
    computerGames: "Ваш персонаж связан с компьютерными играми?",
    informatica: "Связан ли ваш персонаж с информатикой?",

    //speak
    speakRu: "Ваш персонаж говорит по-русски?",

    //live
    liveRU: "Ваш персонаж живет в России?",
    liveUSA: "Ваш персонаж живет в Америке?",

    //old
    old16: "Вашему персонажу больше 16 лет?",
    old18: "Вашему персонажу больше 18 лет?",
    old30: "Ваш персонаж старше 30 лет?",

    //have
    haveBeard: "Есть ли у вашего персонажа борода?",
    haveChildren: "Есть ли у вашего персонажа дети?",
    haveDog: "У вашего персонажа есть собачка?",
    haveWhiteHair: "Ваш персонаж с белыми волосами?",
    haveUnusualName : "У вашего персонажа необычное имя?",
    haveChallenges: "Ваш персонаж снимает челленджи?",
    haveFamousYoutube: "Ваш персонаж прославился благодаря Youtube?",
    haveFamousComputerGame: "Ваш персонаж стал знаменитым благодаря компьютерным играм?",
    haveAnonymousFace: "Ваш герой скрывает лицо?",
    haveEyes: "У вашего персонажа есть глаза?",
    haveCreateGames: "Ваш персонаж создает игры?",
    have2feet: "Ваш персонаж ходит на двух ногах?",



    //plays
    playStandOff2: `Имеет ли отношение ваш персонаж к игре \"StandOff 2\"?`,
    playRoblox: "Ваш персонаж играет в Roblox?",


    //word length
    wordLen5: "Имя вашего персонажа состоит из пяти букв?",
    wordLen4: "Имя вашего персонажа состоит из 4 букв?",
    wordLen3: "Имя вашего персонажа состоит из трёх букв?",
    
    //star
    moreThousand: "У этого персонажа больше тысячи подписчиков?",
    more5Thousand: "У вашего персонажа больше 500.000 тысяч подписчиков?",

}